results/factorial-final/security-overhead-final-plaintext-broker5/security-overhead-final-factorial-plaintext-b5-rf5-isr3-msg1024-tps10000-batch131072-acks1-prod12-compnone-trial3/producer-perf-9.log
producer_index=9
producer_count=12
producer_records=8333
producer_throughput=833
1 records sent, 0.1 records/sec (0.00 MB/sec), 10156.0 ms avg latency, 10156.0 ms max latency.
8333 records sent, 665.150064 records/sec (0.65 MB/sec), 157.31 ms avg latency, 10156.00 ms max latency, 114 ms 50th, 403 ms 95th, 745 ms 99th, 1122 ms 99.9th.